Repository: common-repository/watermark-my-images
Catalog: languages/watermark-*-images-*.po
Languages: es_es, he_il, hi_in, ru_ru

source: Watermark My Images
es_es: Marca de agua Mis imágenes
he_il: סימן מים התמונות שלי
hi_in: वॉटरमार्क मेरी छवियाँ
ru_ru: Водяной знак Мои изображения

source: Insert Watermarks into your WP images.
es_es: Inserte marcas de agua en sus imágenes de WP.
he_il: הוסף סימני מים לתמונות WP שלך.
hi_in: अपनी WP छवियों में वॉटरमार्क डालें।
ru_ru: Вставляйте водяные знаки в свои изображения WP.

source: Text Options
es_es: Opciones de texto
he_il: אפשרויות כיתוב
hi_in: पाठ विकल्प
ru_ru: Настройки текста

source: Image Options
es_es: Opciones de Imagen
he_il: אפשרויות תמונה
hi_in: छवि विकल्प
ru_ru: Опции изображения

source: Actions
es_es: Acciones
he_il: פעולות
hi_in: कार्रवाइयाँ
ru_ru: Действия

source: Save Changes
es_es: Guardar Cambios
he_il: שמור שינויים
hi_in: बदलाव सहेजें
ru_ru: Сохранить изменения

source: WATERMARK
es_es: FILIGRANA
he_il: סימן מים
hi_in: वॉटरमार्क
ru_ru: ВОДЯНОЙ ЗНАК

source: Text Label
es_es: Texto de la etiqueta
he_il: מלל טקסט
hi_in: पाठ लेबल
ru_ru: Текст метки

source: e.g. WATERMARK
es_es: p. ej. MARCA DE AGUA
he_il: לדוגמה, סימן מים
hi_in: जैसे वॉटरमार्क
ru_ru: например, ВОДЯНОЙ ЗНАК

source: Text Size
es_es: Tamaño de texto
he_il: גודל גופן
hi_in: पाठ का आकार
ru_ru: Размер текста

source: e.g. 60
es_es: por ejemplo, 60
he_il: לדוגמה 60
hi_in: जैसे 60
ru_ru: например, 60

source: Text Color
es_es: Color del texto
he_il: צבע טקסט
hi_in: पाठ का रंग
ru_ru: Цвет текста

source: e.g. #000
es_es: Por ejemplo, #000
he_il: לדוגמה #000
hi_in: जैसे #000
ru_ru: например, #000

source: Background Color
es_es: Color de fondo
he_il: צבע רקע
hi_in: पीछे का रंग
ru_ru: Цвет фона

source: e.g. #FFF
es_es: Por ejemplo, #FFF
he_il: לדוגמה #FFF
hi_in: जैसे #FFF
ru_ru: Например, #FFF

source: Text Opacity (%)
es_es: Opacidad del texto (%)
he_il: אטימות טקסט (%)
hi_in: टेक्स्ट अस्पष्टता (%)
ru_ru: Непрозрачность текста (%)

source: e.g. 100
es_es: ej. 100
he_il: לדוגמה 100
hi_in: जैसे 100
ru_ru: например: 100

source: Background Opacity (%)
es_es: Opacidad del fondo (%)
he_il: שקיפות רקע (%)
hi_in: पृष्ठभूमि अस्पष्टता (%)
ru_ru: НеПрозрачность фона (%)

source: e.g. 0
es_es: ej. 0
he_il: לדוגמה 0
hi_in: जैसे 0
ru_ru: например 0

source: Add Watermark on Image Upload
es_es: Agregar marca de agua al cargar imágenes
he_il: הוסף סימן מים בהעלאת תמונה
hi_in: छवि अपलोड पर वॉटरमार्क जोड़ें
ru_ru: Добавить водяной знак при загрузке изображения

source: This is useful for new images.
es_es: Esto es útil para nuevas imágenes.
he_il: אפשרות זו שימושית לתמונות חדשות.
hi_in: यह नई छवियों के लिए उपयोगी है।
ru_ru: Это полезно для новых изображений.

source: Add Watermark on Page Load
es_es: Agregar marca de agua al cargar la página
he_il: הוספת סימן מים בטעינת עמוד
hi_in: पेज लोड पर वॉटरमार्क जोड़ें
ru_ru: Добавить водяной знак при загрузке страницы

source: This is useful for existing images.
es_es: Esto es útil para las imágenes existentes.
he_il: אפשרות זו שימושית לתמונות קיימות.
hi_in: यह मौजूदा छवियों के लिए उपयोगी है।
ru_ru: Это полезно для существующих изображений.

source: Log errors for Failed Watermarks
es_es: Errores de registro de marcas de agua fallidas
he_il: שגיאות יומן רישום עבור סימני מים שנכשלו
hi_in: विफल वॉटरमार्क के लिए लॉग त्रुटियाँ
ru_ru: Регистрация ошибок для неудачных водяных знаков

source: Enable this option to log errors.
es_es: Habilite esta opción para registrar errores.
he_il: הפעל אפשרות זו כדי לרשום שגיאות.
hi_in: त्रुटियों को लॉग करने के लिए इस विकल्प को सक्षम करें।
ru_ru: Включите эту опцию, чтобы регистрировать ошибки.

source: Settings Saved.
es_es: Ajustes Guardados.
he_il: ההגדרות נשמרו.
hi_in: सेटिंग्स सहेजी गईं।
ru_ru: Настройки сохранены.

source: Unable to create Text color, %s
es_es: No se puede crear el color del texto, %s
he_il: אין אפשרות ליצור צבע טקסט %s
hi_in: पाठ रंग बनाने में असमर्थ, %s
ru_ru: Не удается создать цвет текста, %s

source: Unable to create Background color, %s
es_es: No se puede crear el color de fondo, %s
he_il: לא ניתן ליצור צבע רקע %s
hi_in: पृष्ठभूमि रंग बनाने में असमर्थ, %s
ru_ru: Не удается создать цвет фона, %s

source: Unable to create Text Box, %s
es_es: No se puede crear un cuadro de texto, %s
he_il: אין אפשרות ליצור תיבת טקסט, %s
hi_in: पाठ बॉक्स बनाने में असमर्थ, %s
ru_ru: Не удается создать текстовое поле, %s

source: Unable to draw Text, %s
es_es: No se puede dibujar texto, %s
he_il: אין אפשרות לצייר טקסט %s
hi_in: पाठ आरेखित करने में असमर्थ, %s
ru_ru: Не удается нарисовать текст, %s

source: Unable to create Image watermark, file does not exist for Image ID: %d.
es_es: No se puede crear una marca de agua de imagen, el archivo no existe para el ID de imagen: %d.
he_il: אין אפשרות ליצור סימן מים של תמונה, הקובץ אינו קיים עבור מזהה תמונה: %d.
hi_in: छवि वॉटरमार्क बनाने में असमर्थ, छवि ID: %d के लिए फ़ाइल मौजूद नहीं है।
ru_ru: Не удается создать водяной знак изображения, файл для идентификатора изображения: %d не существует.

source: Unable to create Text object, %s
es_es: No se puede crear un objeto de texto, %s
he_il: אין אפשרות ליצור אובייקט טקסט %s
hi_in: पाठ ऑब्जेक्ट बनाने में असमर्थ, %s
ru_ru: Не удается создать объект Text, %s

source: Unable to open Image Resource, %s
es_es: No se puede abrir el recurso de imagen, %s
he_il: אין אפשרות לפתוח משאב תמונה, %s
hi_in: छवि संसाधन खोलने में असमर्थ, %s
ru_ru: Не удается открыть Image Resource, %s

source: Unable to paste Text on Image resource, %s
es_es: No se puede pegar texto en el recurso de imagen, %s
he_il: אין אפשרות להדביק טקסט במשאב תמונה, %s
hi_in: छवि संसाधन पर पाठ चिपकाने में असमर्थ, %s
ru_ru: Не удается вставить текст на ресурс изображения, %s

source: Unable to save to Watermark image, %s
es_es: No se puede guardar en la imagen de marca de agua, %s
he_il: לא ניתן לשמור בתמונת סימן מים, %s
hi_in: वॉटरमार्क छवि में सहेजने में असमर्थ, %s
ru_ru: Не удается сохранить изображение с водяным знаком, %s

source: Fatal Error: Composer is NOT installed!
es_es: Error fatal: ¡Composer NO está instalado!
he_il: שגיאה מכרעת: המלחין אינו מותקן!
hi_in: घातक त्रुटि: संगीतकार स्थापित नहीं है!
ru_ru: Фатальная ошибка: Composer НЕ установлен!
